jorgebucaran/fisher
ilancosman/tide@v5
meaningful-ooo/sponge
jorgebucaran/autopair.fish
franciscolourenco/done
patrickf1/fzf.fish
demartini/emc.fish
yo-goto/ggl.fish
h-matsuo/fish-color-scheme-switcher
avimehenwal/git-refresh
oh-my-fish/plugin-archlinux
lfiolhais/plugin-homebrew-command-not-found
patrickf1/colored_man_pages.fish
