activate-linux-git
aic94xx-firmware
arduino-ide-bin
ast-firmware
auto-cpufreq
cryptboot
fcitx5-mcbopomofo-git
grub-git
kcm-grub2-git
kcm-polkit-kde-git
konsave
mesa-git
mkinitcpio-colors-git
mkinitcpio-firmware
pfetch
rm-improved
samsung_magician-consumer-ssd
sddm-git
topgrade
ttf-apple-emoji
ttf-jf-openhuninn
ttf-victor-mono-nerd
upd72020x-fw
vencord-desktop-bin
vrms-arch-git
waterfox-bin
wd719x-firmware
xf86-video-amdgpu-git
