activate-linux
aic94xx-firmware
ast-firmware
aur-auto-vote-git
cpupower-gui
directx-headers-git
downgrade
fcitx5-mcbopomofo-git
grub-hook
kcm-grub2-git
konsave
libstdc++5-bin
mkinitcpio-firmware
paccache-hook
samsung-ssd-dc-toolkit
supertuxkart-git
sync-pacman-hook-git
topgrade
ttf-apple-emoji
ttf-fakepearl-git
upd72020x-fw
wd719x-firmware
xf86-video-amdgpu-git
yay
