aic94xx-firmware
ast-firmware
aur-auto-vote-git
bottles-git
citra-appimage
cpupower-gui
directx-headers-git
downgrade
fcitx5-mcbopomofo-git
gpu-screen-recorder-git
gpu-screen-recorder-gtk-git
grub-git
grub-hook
junction-zhfix
kcm-grub2-git
konsave
libstdc++5-bin
localepurge
logkeys-git
minetest-git
mkinitcpio-firmware
paccache-hook
pfetch
samsung-ssd-dc-toolkit
sddm-git
stacer-bin
supertuxkart-git
swift-bin
sync-pacman-hook-git
topgrade
ttf-apple-emoji
ttf-fakepearl-git
upd72020x-fw
upscayl-bin
vesktop-bin
vrms-arch-git
vulkan-nouveau-git
waterfox-bin
wd719x-firmware
xf86-video-amdgpu-git
yay-git
activate-linux
