amd-ucode
ark
asciinema
base
base-devel
bat
bluedevil
bluez
cargo-update
colord-kde
curl
dolphin
dolphin-plugins
duf
efibootmgr
efitools
eza
fakeroot
fcitx5-chewing
fcitx5-chinese-addons
fcitx5-gtk
fcitx5-im
fcitx5-qt
filelight
flatpak
flatpak-kcm
fwupd
fwupd-docs
fwupd-efi
fzf
git
github-cli
gitui
glow
gping
grub
gum
handbrake
htop
kcrash
kde-cli-tools
kde-gtk-config
kdeconnect
kdenlive
kdeplasma-addons
kleopatra
konsole
kscreen
ksystemstats
kwalletmanager
linux
linux-firmware
linux-firmware-qlogic
linux-headers
linux-zen
linux-zen-docs
linux-zen-headers
lmms
man
mesa
mkvtoolnix-cli
mkvtoolnix-gui
neovim
netctl
networkmanager
nodejs 
noto-fonts-cjk
openssh
packagekit-qt5
pacman-contrib
pipewire
pipewire-pulse
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-vault
plymouth-kcm
powerdevil
rebuild-detector
ripgrep
rust
sddm
sddm-kcm
sof-firmware
spectacle
systeroid
thermald
ufw
unrar
unzip
usbutils
vhs
vim
vulkan-radeon
wayland
wget
wireplumber
xclip
xdg-desktop-portal-kde
xorg-xkill
yarn
zsh
