amd-ucode
ardour
ark
asciinema
base
base-devel
bat
bleachbit
bluedevil
bluez
celluloid
clang
colord-kde
cpupower
curl
dolphin
dolphin-emu
dolphin-plugins
dpkg
duf
dust
efibootmgr
efitools
eza
fakeroot
fcitx5
fcitx5-chewing
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fd
filelight
fwupd
fwupd-efi
fzf
git
github-cli
glow
gping
grub-btrfs
gum
gwenview
handbrake
htop
kate
kde-cli-tools
kde-gtk-config
kdeconnect
kdenlive
kdeplasma-addons
kdiskmark
kimageformats
kio-admin
kleopatra
konsole
kscreen
ksystemstats
kvantum
kwalletmanager
kweather
libc++
libreoffice-fresh
linux-firmware
linux-firmware-qlogic
linux-zen
linux-zen-headers
llvm
man-db
mixxx
mkinitcpio
mkvtoolnix-cli
mkvtoolnix-gui
mpv
neovim
netctl
networkmanager
nodejs
noto-fonts-cjk
okular
openssh
p7zip
packagekit-qt6
pacman-contrib
pipewire
pipewire-jack
pipewire-pulse
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-framework5
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-vault
power-profiles-daemon
powerdevil
python-pip
python-pycryptodome
python-pyserial
python-websockets
reflector
ripgrep
samplv1
sddm-kcm
sof-firmware
spectacle
systeroid
ttf-victor-mono-nerd
ufw
unrar
unzip
usbutils
vhs
vi
vim
wayland
wayland-protocols
wget
wireplumber
wl-clipboard
xclip
xdg-desktop-portal-kde
xorg-xhost
xorg-xkill
yt-dlp
z3
zip
zsh
