ark
bat
bluez
cargo-update
colord-kde
curl
duf
eza
fakeroot
fcitx5-chewing
fcitx5-chinese-addons
fcitx5-gtk
fcitx5-im
fcitx5-qt
filelight
flatpak
flatpak-kcm
fzf 
glow
gping
gum
handbrake
htop
kcrash
kdeconnect
kdenlive
kdeplasma-addons
kde-cli-tools
kde-gtk-config
konsole
krusader
kscreen
ksystemstats
kup
mkvtoolnix-cli
mkvtoolnix-gui
neovim
netctl
networkmanager
nodejs 
noto-fonts-cjk
yarn
openssh
packagekit-qt5
pipewire
pipewire-pulse
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-vault
plasma-wayland-session
plymouth-kcm
poweredevil
rebuild-detector
ripgrep
sddm
sddm-kcm
sof-firmware
spectacle
timeshift
ufw
unrar
unzip
usbutils
vulkan-radeon
wayland
wget
wireplumber
xdg-desktop-portal-kde
zsh